/* The default text for the LoadingIndicatorView.
 This string can be overwritten by the "text" property in LoadingIndicatorView. */
"LoadingDefaultTextKey" = "טוען";

/* The default text for an indicator in progress. */
"IndicatorProgressTextKey" = "בתהליך";

/* The default text for an indicator which is halted. */
"IndicatorHaltedTextKey" = "תהליך הופסק";

/* The default text for an indicator which is completed. */
"IndicatorCompletedTextKey" = "תהליך הושלם";

/* The default text for an indicator in progress with option to pause. */
"LoadingPausableTextKey" = "בתהליך עם אפשרות להשהות";

/* The default text for an indicator in progress with option to cancel.
 Accessability enablement of indicators without a label. */
"LoadingStoppableTextKey" = "בתהליך עם אפשרות לבטל";

